[
    {
        "id": 1,
        "titulo": "Proximo Lançamento",
        "texto": "> \n\n The Tortured Poets Department é o futuro décimo primeiro álbum de estúdio da cantora e compositora estadunidense Taylor Swift, com lançamento previsto para 19 de abril 2024, através da Republic Records. O álbum foi anunciado por Swift após vencer o prêmio de Melhor Álbum Vocal de Pop no Grammy Awards de 2024, pelo seu décimo álbum de estúdio Midnights (2022). \n\n A cantora escreveu The Tortured Poets Department logo após terminar o trabalho em Midnights e continuou a desenvolvê-lo enquanto embarcava na The Eras Tour (2023–2024). Taylor Swift considera o álbum como sua “tábua de salvação”; A edição padrão do álbum consiste em dezesseis faixas, divididas entre quatro blocos, incluindo colaborações com o cantor e rapper estadunidense Post Malone e a banda britânica Florence + The Machine, ao passo que os formatos físicos acrescentam uma faixa bônus. \n\n ### Tracklist The Tortured Poets Department ![Tracklist The Tortured Poets Department](/posts/1/tracklist.jpg) \n\n ## Teoria por tras do nome “ The Tortured Poets Department” \n\n O nome do novo álbum de Taylor Swift é apenas uma referência ao filme “Sociedade dos Poetas Mortos”, de 1989, ou tem mais história por trás da escolha? Segundo a teoria que circula entre os fãs, o nome é uma referência clara ao ex-namorado Joe Alwyn, que já revelou em entrevista sobre um grupo de WhatsApp que mantém com Paul Mescal e Andrew Scott, que leva o nome de The Tortured Man Club. Coincidência? Se tratando de Taylor Swift, e de todos os easter-eggs que a artista costuma deixar em seus trabalhos, dificilmente não... \n\n ## Capa e contra capa \n\n  # ![Foto da capa do album The Tortured Poets Department](/posts/1/tay11.jpg) \n\n Logo depois de anunciar o novo álbum no palco do Grammy, Taylor Swift postou a capa do projeto nas redes sociais. Em p&b, com a cantora deitada em uma cama sem mostrar o rosto por completo, o clique foi feito por Beth Garrabrant, que também foi responsável pelas imagens de Folklore e Midnights. \n\n Acompanhando a capa, Taylor também postou uma poesia escrita à mão com os seguintes versos: \n\n “E assim entro em evidência \n\n Meu brasão manchado \n\n Minhas musas, adquiridas como hematomas \n\n Meus talismãs e amuletos \n\n O tique-taque, tique-taque das bombas de amor \n\n Minhas veias de tinta preta \n\n Tudo vale no amor e na poesia… \n\n Atenciosamente, O presidente do Departamento de Poetas Torturados.” \n\n  # ![Foto do poema acompanhado do album The Tortured Poets Department](/posts/1/tay11p.jpg) \n\n Já na contracapa, também em P&B e com o perfil do rosto apoiado na mão à mostra, a seguinte frase aparece em destaque: “Eu te amo. Isso está arruinando minha vida...” \n\n # ![Foto da contracapa de The Tortured Poets Department](/posts/1/tay11c.jpg) \n\n "
    },
    {
        "id": 2,
        "titulo": "Seus albuns e suas narrativas",
        "texto": "> \n\n Taylor Swift lançou um total 10 álbuns ao longo de sua carreira e esta para lançar o seu 11º, cada um com sua própria sonoridade e narrativa distintas. Cada álbum de Taylor Swift representa uma fase única em sua jornada musical e artística, refletindo seu crescimento pessoal e sua capacidade de se reinventar como artista ao longo do tempo. Aqui está um resumo dos principais álbuns de estúdio dela até o momento \n\n ##### **1-Taylor Swift (2006)**: \n\n Este é o álbum de estreia de Taylor Swift, lançado quando ela tinha apenas 16 anos. É um álbum predominantemente country, com faixas que exploram temas como amor adolescente e relacionamentos. Alguns dos singles notáveis incluem “Tim McGraw”, Teardrops on My Guitar e Our Song. O álbum estabeleceu Swift como uma jovem estrela promissora no cenário da música country. Ainda não lançado nas regravações. ![Foto do primeiro album da Taylor Swift](/posts/2/tay1.jpg) \n\n ##### **2-Fearless (2008)**: \n\n Fearless foi o segundo álbum de estúdio de Taylor Swift e marcou uma expansão significativa de seu sucesso. Além de incorporar elementos do country pop, este álbum também apresenta uma influência mais pop em comparação com seu álbum de estreia. O álbum ganhou quatro prêmios Grammy, incluindo Álbum do Ano, e apresentou singles como Love Story, You Belong with Me e Fearless. Ja lançados nas regravações, “Fearless (Taylor's Version)”, lançado dia 9 de abril de 2021 contendo 6 musicas “From The Vault”. ![Foto do segundo album da Taylor Swift](/posts/2/tay2.jpg)  \n\n ##### **3-Speak Now (2010)**: \n\n Este álbum foi inteiramente escrito por Taylor Swift e reflete um amadurecimento em sua composição. Ela explora uma variedade de estilos musicais, mas ainda mantém elementos do country pop. Singles notáveis deste álbum incluem Mine, Back to December e Mean. Já lançado como parte das regravações, “Speak Now (Taylor's Version)” foi lançado em 7 de julho de 2023 e inclui seis músicas do “From The Vault” ![Foto do terceiro album da Taylor Swift](/posts/2/tay3.jpg)  \n\n ##### **Red (2012)**: \n\n 4-Red marcou uma transição mais definitiva de Taylor Swift para o pop, embora ainda mantivesse algumas influências country. O álbum é conhecido por suas letras introspectivas e produção diversificada. Destaques incluem singles como We Are Never Ever Getting Back Together, I Knew You Were Trouble e 22. Como parte das regravações, “Red (Taylor's Version)” foi lançado em 12 de novembro de 2021, contendo nove músicas do “From The Vault”. ![Foto do quarto album da Taylor Swift](/posts/2/tay4.jpg)  \n\n ##### **5-1989 (2014)**: \n\n Este álbum representa uma mudança completa para o pop, abandonando quase totalmente suas raízes country. Inspirado pela década de 1980, 1989 apresenta uma sonoridade mais eletrônica e dançante. O álbum foi um grande sucesso comercial e crítico, gerando singles como Shake It Off, Blank Space e Style. Já lançado como parte das regravações, “1989 (Taylor's Version)” foi lançado em 27 de outubro de 2023 e inclui cinco músicas do “From The Vault”. ![Foto do quinto album da Taylor Swift](/posts/2/tay5.jpg)  \n\n ##### **6-Reputation (2017)**: \n\n Reputation marca uma mudança no tom e na imagem de Taylor Swift, explorando temas de fama, mídia e relacionamentos tumultuados. O álbum tem uma sonoridade mais sombria e experimental, com influências do electropop e hip-hop. Singles notáveis incluem Look What You Made Me Do, ...Ready for It? e Delicate. Ainda não lançado como parte das regravações, mas teorias apontam que sera o proximo. ![Foto do sexto album da Taylor Swift](/posts/2/tay6.jpg)  \n\n ##### **7-Lover (2019)**: \n\n Lover marca um retorno à sonoridade mais leve e romântica de Swift, após o tom mais escuro de Reputation. O álbum apresenta uma mistura de pop e elementos retrô, explorando temas de amor, relacionamentos e autodescoberta. Singles incluem ME!, You Need to Calm Down e Lover. ![Foto do setimo album da Taylor Swift](/posts/2/tay7.jpg)  \n\n ##### **8-Folklore (2020) e 9-Evermore (2020)**: \n\n Estes álbuns foram lançados em rápida sucessão em 2020, marcando uma mudança surpreendente para Swift em direção ao indie folk e indie rock. Folklore e Evermore apresentam uma abordagem mais intimista e contemplativa em suas letras e produção, refletindo a criatividade e a evolução contínua de Swift como artista. ![Foto do oitavo album da Taylor Swift](/posts/2/tay8.jpg) ![Foto do nono album da Taylor Swift](/posts/2/tay9.jpg)  \n\n ##### **10-Midnights (2022)**: \n\n Um álbum conceitual sobre reflexões noturnas inspiradas em suas noites sem dormir. A composição explora emoções amplas, como arrependimentos, autocrítica, fantasias, desgosto e paixão. O album ganhou três prêmios Grammy, incluindo Album do Ano e Best Pop Vocal Album. Singles notaveis incluem You're on your own kid, Anti-Hero e Karma. ![Foto do decimo album da Taylor Swift](/posts/2/tay10.jpg)  \n\n ##### **11-Tortured Poets Department (2024)**: \n\n Taylor Swift anunciou o lançamento do proximo album para o dia 19 de abril de 2024. A noticia foi revelada pela cantora no seu discurso do prêmio de Album do Ano, com 'Midnights'. ![Foto do decimo primeiro album da Taylor Swift](/posts/2/tay11.jpg)  \n\n "
    },
    {
        "id": 3,
        "titulo": "The Eras Tour",
        "texto": "> \n\n ###### ![Palco da The Eras Tour](/posts/3/stage.gif) The Eras Tour é a sexta turnê em curso da cantora, que o descreveu como uma homenagem às eras musicais de sua discografia. Cobrindo 151 shows nos cinco continentes, começou em 17 de março de 2023, em Glendale, Estados Unidos, e está previsto para ser concluída em 8 de dezembro de 2024, em Vancouver, Canadá. Anunciada após o lançamento de seu décimo álbum de estúdio, Midnights (2022), a Eras Tour é a segunda turnê de Taylor Swift em todos os estádios depois da Reputation Stadium Tour de 2018. \n\n Cada show dura mais de 3 horas, com uma setlist de 44 músicas agrupadas em 10 atos  distintos que retratam conceitualmente os álbuns antigos. Recebeu críticas altamente positivas, enfatizando seu conceito, produção, estética e ambiente envolvente, bem como a musicalidade, voz, presença de palco e versatilidade de Taylor. \n\n Publicações descreveram a The Eras Tour como um fenômeno cultural, relatando seu impaco. A turnê teve uma demanda sem precedentes, quebrando recordes de vendas de ingressos e locais em todo o mundo. A turnê elevou economias, negócios e turismo, atraiu grandes multidões de espectadores além dos estádios, dominou os ciclos de notícias e mídias sociais e inspirou homenagens de vários governos e organizações. Taylor lançou um filme intitulado “Taylor Swift: The Eras Tour”. Filmado em agosto de 2022, ao longo de três noites, no estadio SoFi em Inglewood, California. Lançado mundialmente em todos os cinemas e entrando no catalogo da Disney+ dia 15 de março, o filme busca capturar um pouco da magica de ver o artista ao vivo. \n\n #### Setlist: \n\n  ![Setlist da The Eras Tour](/posts/3/setlist.png)  \n\n  #### Surprises Songs: \n\n Na turne temos tambem o bloco das musicas especiais, em que Taylor canta duas musicas em cada show e não repeti-las em nenhum outro lugar. São chamadas de **Surprises Songs** pelos fãs.  \n\n #### Lançamentos durante a The Eras \n\n A cantora anunciou e lançou vários trabalhos durante a turnê: edições estendidas de Midnights, os álbuns regravados Speak Now (Taylor's Version) e 1989 (Taylor's Version), o próximo décimo primeiro álbum de estúdio The Tortured Poets Department e suas edições físicas, os videoclipes para Karma e I Can See You. Um filme-concerto foi lançado nos cinemas de todo o mundo em 13 de outubro de 2023; foi recebido com aclamação da crítica e se tornou o filme-concerto de maior bilheteria da história. \n\n "
    },
    {
        "id": 4,
        "titulo": "Regravações (Taylor's Version)",
        "texto": "> \n\n # ![Foto do album 1989 Taylor's Version](/posts/4/tay5.jpg) \n\n Atualmente, Taylor Swift está envolvida em um processo de regravação de seus primeiros álbuns de estúdio. Até o momento, ela já lançou suas versões de “Fearless”, “Red”, “Speak Now” e “1989”. \n\n Em 2021, a artista relançou “Fearless (Taylor's Version)” e “Red (Taylor's Version)”, álbuns originalmente lançados em 2008 e 2012, respectivamente. As versões regravadas de “Speak Now (Taylor's Version)” e “1989 (Taylor's Version)” foram lançadas em 2023. \n\n ## Mas por que Taylor está revisitando sua discografia? \n\n Uma disputa pública com o produtor Scooter Braun motivou Taylor a regravar seus álbuns, os quais foram nomeados como “(Taylor's Version)” (“Versão da Taylor”). Scooter adquiriu os masters da discografia da artista em 2019, contra a vontade dela. \n\n Os masters são as primeiras versões completas de uma música, logo após todo o processo de produção, gravação e pós-produção. Taylor possui os direitos autorais de seus álbuns, mas não detém mais os masters dos seis primeiros discos, os quais foram gravados pela Big Time Records, gravadora que pertencia a Scott Borchetta. Em 2019, a empresa foi adquirida por Scooter Braun, tornando-o o proprietário das músicas da cantora. \n\n Taylor tentou negociar com a Big Time Records na esperança de comprar seus masters na época, mas suas tentativas foram infrutíferas e a gravadora continuou com as negociações com Scooter. Isso levou a uma batalha pública entre Taylor e Scooter, com a cantora expressando sua frustração nas redes sociais. \n\n Em resposta a esse impasse, Taylor anunciou em 2019 sua intenção de regravar todo o seu catálogo que pertencia a Scooter Braun, numa tentativa de “recuperar” suas próprias canções. Esta inclui seis álbuns: “Taylor Swift” (2006), “Fearless” (2008), “Speak Now” (2010), “Red” (2012), “1989” (2014) e “Reputation” (2017). Ela também prometeu lançar novos trabalhos. \n\n Desde então, Taylor tem trabalhado para cumprir suas promessas. Em 2021, lançou as duas primeiras regravações, acompanhadas de músicas inéditas, chamadas “From The Vault”. Além das regravações, Taylor tem outros quatro álbuns de estúdio lançados pela Republic Records: “Lover” (2019), “Folklore” e “Evermore” (2020), “Midnights” (2022) e “Tortured Poets Department” (2024). \n\n ## Quais albuns esta faltando? \n\n Enquanto trabalha na “The Eras Tour”, turne mundial na qual tem duração de 3 horas e faz um passeio por todas as suas Eras, Taylor ainda tem dois albun para serem lançados. Estão faltando as novas versões de “Reputation” (2017) e “Taylor Swift” (2006) \n\n "
    },
    {
        "id": 5,
        "titulo": "Taylor Swift vs Kanye West",
        "texto": "> \n\n A disputa entre Taylor Swift e Kanye West começa com um incidente ocorrido em 2009, durante os MTV Video Music Awards (VMAs). Naquele ano, Taylor Swift ganhou o prêmio de Melhor Vídeo Feminino pelo clipe de “You Belong With Me”. Enquanto ela fazia seu discurso de agradecimento, Kanye West interrompeu-a, invadindo o palco e declarando que o prêmio deveria ter sido dado a Beyoncé pelo clipe de “Single Ladies (Put a Ring on It)”. \n\n Essa interrupção foi amplamente condenada como desrespeitosa, e gerou indignação tanto dentro quanto fora da indústria musical. Mais tarde naquela noite, Beyoncé, ao ganhar o prêmio de Vídeo do Ano, convidou Taylor Swift ao palco para que ela pudesse terminar seu discurso de agradecimento. \n\n Embora inicialmente houvesse desculpas públicas e tentativas de reconciliação, as tensões entre Taylor Swift e Kanye West continuaram ao longo dos anos seguintes. Outros eventos também contribuíram para a animosidade, incluindo a música de Kanye West “Famous” (2016), que contém uma parte que dizia: “Sinto que eu e Taylor ainda vamos transar. Por quê? Eu fiz essa vadia ficar famosa”. Kanye West declarou em suas redes sociais que a Taylor teria consentido com a letra antes do lançamento, porem a equipe da cantora negou, alegando que ela não sabia da parte: “Eu fiz essa vadia ficar famosa”. \n\n Meses depois Kim Kardashian, que era casada com kanye na epoca, divulgou um trecho editado de uma ligação secretamente gravada entre os cantores, onde supostamente Taylor teria aprovado a musica. \n\n Entretanto, uma nova gravação vazada desmascarou o casal. Isso porque no conteudo sem cortes mostra Taylor autorizando a frase “Sinto que eu e Taylor ainda vamos transar”, mas em nenhum momento Kanye menciona a parte “Eu fiz essa vadia famosa” \n\n Taylor Swift considera que esses acontecimentos resultou em uma morte em sua carreira e a deixou abalada psicologicamente. \n\n “Não se engane – minha carreira foi tirada de mim. Você tem uma armação completamente fabricada, uma ligação gravada ilegalmente, que Kim Kardashian editou e depois divulgou para dizer a todos que eu era uma mentirosa. Isso me levou psicologicamente a um lugar onde nunca estive antes. Me mudei para um país estrangeiro. Fiquei um ano sem sair de uma casa alugada. Eu tinha medo de receber ligações. Afastei a maioria das pessoas na minha vida porque não confiava mais em ninguém. Eu caí muito, muito forte”, declarou Taylor Swift. \n\n "
    },
    {
        "id": 6,
        "titulo": "Premios e Indicações",
        "texto": "> \n\n # ![Foto da taylor com nove premios do VMA](/posts/6/premiostay.jpg) \n\n Taylor Swift, renomada artista musical dos Estados Unidos, acumulou ao longo de sua carreira impressionantes 479 prêmios dentre 1.055 indicações. Sua jornada começou em 2005, quando assinou com a gravadora Big Machine Records, lançando seu álbum de estreia autointitulado em 2006, que lhe rendeu uma indicação ao Academy of Country Music Awards. \n\n No Grammy Awards de 2008, Taylor recebeu uma indicação para Artista Revelação. Seu segundo álbum, “Fearless”(2008), trouxe sucessos como “Love Story”, “White Horse” e “You Belong With Me”, garantindo-lhe quatro prêmios Grammy em 2010, incluindo Álbum do Ano, tornando-a uma das artistas mais jovens a receber essa honraria. \n\n O lançamento de “Speak Now” (2010) rendeu a Taylor o prêmio de Melhor Álbum de Country no American Music Awards, enquanto a música “Mean” lhe garantiu dois prêmios no Grammy Awards. Em 2011, sua colaboração na trilha sonora de “The Hunger Games” com a música “Safe & Sound” lhe valeu uma indicação ao Globo de Ouro de Melhor Canção Original. \n\n Em seguida, “Red” (2012) recebeu elogios da crítica, consolidando Taylor como uma das principais artistas do cenário musical. O álbum também a viu concorrer ao Brit Awards na categoria Cantora Internacional. \n\n Em 2014, Taylor mudou sua direção artística com “1989”, seu primeiro álbum oficialmente pop, que recebeu aclamação da crítica e sucesso comercial, rendendo-lhe o título de Cantora do Ano em várias premiações, além de um prêmio com seu próprio nome no BMI Pop Awards. \n\n No Grammy Awards de 2016, “1989” venceu em duas categorias, tornando Taylor a primeira artista a conquistar Grammys em diferentes gêneros musicais. “Folklore” (2020) trouxe ainda mais sucesso, rendendo-lhe seu terceiro Grammy de Álbum do Ano e consolidando sua posição como uma das maiores artistas da indústria musical. \n\n Além de seus sucessos na música, Taylor Swift recebeu uma série de reconhecimentos em publicações como Rolling Stone e The Daily Telegraph, sendo elogiada como uma das maiores compositoras de todos os tempos e uma das mulheres mais influentes da indústria fonográfica. Sua influência transcende a música, sendo reconhecida como uma das pessoas mais influentes do mundo pela revista Time em várias ocasiões e como uma das mulheres mais importantes do século na Pensilvânia pelo USA Today em 2020."
    },
    {
        "id": 7,
        "titulo": "Amizades",
        "texto": "> \n\n ## Taylor e grupo de amigos \n\n **Selena Gomez**: As duas sempre tiveram uma relação bem especial. São amigas há muitos anos! Alias, Taylor foi uma grande conselheira de Sel durante seu problematico relacionamento com Justin Bieber e, aparentemente, instruiu a cantora a ficar um tempo sozinha. A dupla é extremamente fofa e enlouquece a web toda vez que publicam alguma foto juntas! \n\n ![Foto da Selena Gomez e Taylor Swift](/posts/7/taysel.jpg) \n\n **Blake Lively**: Blake Lively e Taylor Swift são melhores amigas de longa data. A cantora até mesmo usou o nome dos filhos de Blake e Ryan Reynolds para dar vida aos personagens do álbum do ano “folklore”. “Eu quero agradecer James, Inez e Betty e os pais deles, que são as segunda e terceira pessoas pra quem eu mostro todas as músicas que eu escrevo”, revelou durante seu discurso de aceitação do prêmio no Grammy deste ano. Sempre que podem, as amigas estão juntas em comemorações, feriados e também em compromissos de trabalho. Por isso, Taylor incentivou a atriz a se arriscar como diretora no clipe de “I Bet You Think Of Me (Taylor’s Version)”. “Eu finalmente pude trabalhar com a brilhante, corajosa e excessivamente engraçada Bake Lively em sua estreia como diretora”, escreveu Swift na legenda do post que anunciava o clipe. ![Foto da Taylor Swift e Blake Lively](/posts/7/taybla.jpg) \n\n **Emma Stone**: Emma tambem esta na lista de melhore amigas da Taylor. Alias, a cantora contou ao PopSugar em 2011, que Emma é mais que uma amiga: “-Meus amigos são incriveis e eu sou muito grata por te-los, mas as que eu tenho como irmãs para mim é Selena Gomez e Emma Stone... Elas podem prever os pensamentos; Eu as conheço há tanto tempo, é muito legal ter amigas que estão tão perto.” Inclusive, recentemente, Taylor lançou uma musica chamada “When Emma Falls in Love” e deixou claro que a escrita emocionante é sobre a amiga ![Foto da Taylor Swift e Emma Stone](/posts/7/tayem.jpg) \n\n **Jack Antonoff**: É amigo e frequente colaborador de Taylor Swift desde o álbum “1989”, lançado em 2014. O músico deu início à sua carreira como guitarrista na banda Fun, passando para vocalista da Steel Train e hoje liderando a banda Bleachers. Entretanto, ele sempre quis explorar seus talentos para produção e contou que Swift foi a primeira pessoa a confiar nele para a tarefa. “A primeira pessoa que não criou nenhuma barreira e confiou em mim… Há uma razão pela qual ela está no nível em que está. É por causa dos instintos que ela segue, e ela os seguiu comigo. Eu tive várias conversas antes disso onde eu falava, ‘Eu quero fazer isso com a produção’, e alguém dizia, ‘É, isso é ótimo, mas vamos mandar isso pra um produtor de verdade.’ E então Taylor disse, ‘Você é o produtor’, e depois disso ninguém mais questionou”, contou em entrevista para a Entertainmente Weekly. \n\n ![Foto da Taylor Swift e Jack Antonoff](/posts/7/tayja.jpg)"
    },
    {
        "id": 8,
        "titulo": "Gatas da Taylor Swift",
        "texto": "> Olivia Benson, uma das gatas da Taylor Swift, tem uma fortuna avaliada em R$ 471 milhões\n\n ## **As gatas da Taylor:** \n\n A cantora possui três gatos. \n\n 1- Olivia Benson,da raça Scottish Fold, tornou-se parte da vida da cantora em 2014. Seu nome é uma homenagem à personagem interpretada por Mariska Hargitay na série “Law & Order”. já apareceu em alguns clipes da cantora, como “Blank Space” e “Me”. Em todas as ocasiões, ela recebe cachê por seu trabalho. E Olivia tambem é a terceira gata mais rica do mundo! \n\n 2- Meredith Grey, uma encantadora gata igualmente da raça Scottish Fold, entrou para a família em 2011. Seu nome presta homenagem à icônica personagem da famosa série “Grey's Anatomy”. \n\n 3- O gato Benjamin Button, pertencente à raça Ragdoll, foi adotado em 2019. Seu nome é uma graciosa homenagem ao personagem interpretado por Brad Pitt no filme “O Estranho Caso de Benjamin Button” (2008). Ela conheceu o fofinho no set de gravação do videoclipe “ME!”. \n\n # ![Foto Meredith e Olivia no videoclipe de ME!](/posts/8/mo.jpg) ![Foto do Benjamin no colo da Taylor em um carro](/posts/8/tayB.jpg) \n\n "

    }
]